poi = PoINameSearch(t_case1)
listADD = [
                'addr': '千葉県 佐倉市下志津564-1' ,
                'addr': '上尾市柏座1-10-10'      ,
                'addr': "文京区湯島1-5-45"       ,
                'addr': "千代田区神田駿河台2-5"    ,
                'addr': "水戸市笠原町1664-2"      ,
                'addr': "佐倉市下志津564-1 "      ,
                'addr': "板橋区大谷口上町30-1 ",
                'addr': "東久留米市東本町１－３ 秋田ビル４階",
                'addr': "中央区銀座6-9-7 8F",
                'addr': "川崎市中原区上丸子山王町1-1454",
                'addr': "新宿区西新宿6-7-1 "
                ]

